---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.BendFailures
source: html/0c504e8d-3d3b-0f84-e5e1-a6e47fdcf232.htm
---
# Autodesk.Revit.DB.BuiltInFailures.BendFailures

Failures about Bends.

## Syntax (C#)
```csharp
public static class BendFailures
```